Repository: PITADIA/android-couple-app
Catalog: QuestionsProfondes.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br, pt_pt

# qp_2
source: If you could free yourself from an inner burden today, which one would you choose?
de: Wenn du dich heute von einer inneren Last befreien könntest, welche würdest du wählen?
es: Si pudieras liberarte hoy de una carga interior, ¿cuál elegirías?
fr: Si tu pouvais te libérer d'un poids intérieur aujourd'hui, lequel choisirais-tu ?
it: Se oggi potessi liberarti di un peso interiore, quale sceglieresti?
nl: Als je jezelf vandaag van een innerlijke last zou kunnen bevrijden, welke zou je kiezen?
pt_br: Se hoje você pudesse se libertar de um peso interior, qual escolheria?
pt_pt: Se hoje pudesses libertar-te de um peso interior, qual escolherias?

# qp_3
source: In your opinion, have the Internet, smartphones, and new technologies made the world better or worse?
de: Findest du, dass Internet, Smartphones und neue Technologien die Welt besser oder schlechter gemacht haben?
es: En tu opinión, ¿Internet, los smartphones y las nuevas tecnologías han hecho el mundo mejor o peor?
fr: À ton avis, Internet, les smartphones et les nouvelles technologies ont-ils rendu le monde meilleur ou pire ?
it: Secondo te, Internet, gli smartphone e le nuove tecnologie hanno reso il mondo migliore o peggiore?
nl: Vind jij dat internet, smartphones en nieuwe technologieën de wereld beter of slechter hebben gemaakt?
pt_br: Na sua opinião, a Internet, os smartphones e as novas tecnologias tornaram o mundo melhor ou pior?
pt_pt: Na tua opinião, a Internet, os smartphones e as novas tecnologias tornaram o mundo melhor ou pior?

# qp_4
source: What truth about yourself still scares you a bit to face?
de: Welche Wahrheit über dich macht dir noch Angst, dich ihr zu stellen?
es: ¿Qué verdad sobre ti aún te da un poco de miedo afrontar?
fr: Quelle vérité sur toi-même t'effraie encore un peu d'affronter ?
it: Quale verità su te stesso/a ti fa ancora un po' paura affrontare?
nl: Welke waarheid over jezelf vind je nog steeds een beetje eng om onder ogen te zien?
pt_br: Que verdade sobre você ainda te assusta um pouco encarar?
pt_pt: Que verdade sobre ti ainda te assusta um pouco enfrentar?

# qp_5
source: How would your life be different if you had been born as the other gender?
de: Wie anders wäre dein Leben, wenn du als das andere Geschlecht zur Welt gekommen wärst?
es: ¿Cómo sería diferente tu vida si hubieras nacido del sexo opuesto?
fr: Comment ta vie serait-elle différente si tu avais été né dans l'autre genre ?
it: Come sarebbe diversa la tua vita se fossi nato/a dell'altro sesso?
nl: Hoe zou je leven anders zijn geweest als je als het andere geslacht was geboren?
pt_br: Como seria diferente sua vida se você tivesse nascido do outro gênero?
pt_pt: Como seria diferente a tua vida se tivesses nascido do outro género?

# qp_6
source: What part of your past have you learned to love, despite the pain?
de: Welchen Teil deiner Vergangenheit hast du trotz des Schmerzes lieben gelernt?
es: ¿Qué parte de tu pasado has aprendido a amar, a pesar del dolor?
fr: Quelle partie de ton passé as-tu appris à aimer, malgré la douleur ?
it: Quale parte del tuo passato hai imparato ad amare, nonostante il dolore?
nl: Van welk deel van je verleden heb je geleerd te houden, ondanks de pijn?
pt_br: Que parte do seu passado você aprendeu a amar, apesar da dor?
pt_pt: Que parte do teu passado aprendeste a amar, apesar da dor?

# qp_7
source: What do you hide behind the mask you wear in public?
de: Was versteckst du hinter der Maske, die du in der Öffentlichkeit trägst?
es: ¿Qué escondes detrás de la máscara que llevas en público?
fr: Qu'est-ce que tu caches derrière ton masque que tu portes en public ?
it: Cosa nascondi dietro la maschera che indossi in pubblico?
nl: Wat verberg je achter het masker dat je in het openbaar draagt?
pt_br: O que você esconde por trás da máscara que usa em público?
pt_pt: O que escondes por trás da máscara que usas em público?

# qp_8
source: What buried emotion still tries to resurface sometimes?
de: Welche vergrabene Emotion kommt manchmal noch an die Oberfläche?
es: ¿Qué emoción enterrada intenta aún resurgir a veces?
fr: Quelle émotion enfouie essaie encore de ressurgir parfois ?
it: Quale emozione sepolta cerca ancora di riemergere a volte?
nl: Welke begraven emotie probeert af en toe nog naar boven te komen?
pt_br: Que emoção enterrada ainda tenta vir à tona às vezes?
pt_pt: Que emoção enterrada ainda tenta vir à tona às vezes?

# qp_9
source: If you had to start your life over tomorrow, what would you do differently from the beginning?
de: Wenn du dein Leben morgen neu starten müsstest, was würdest du von Anfang an anders machen?
es: Si tuvieras que empezar tu vida de nuevo mañana, ¿qué harías diferente desde el principio?
fr: Si tu devais recommencer ta vie demain, que ferais-tu différemment dès le début ?
it: Se dovessi ricominciare la tua vita domani, cosa faresti diversamente fin dall'inizio?
nl: Als je morgen je leven opnieuw zou moeten beginnen, wat zou je vanaf het begin anders doen?
pt_br: Se você tivesse que recomeçar sua vida amanhã, o que faria diferente desde o começo?
pt_pt: Se tivesses de recomeçar a tua vida amanhã, o que farias de diferente desde o início?

# qp_10
source: Do you think you can be friends with someone you're attracted to?
de: Glaubst du, man kann mit jemandem befreundet sein, zu dem man sich hingezogen fühlt?
es: ¿Crees que puedes ser amigo de alguien que te atrae?
fr: Penses-tu qu'on peut être ami avec quelqu'un qui nous attire ?
it: Pensi di poter essere amico/a di qualcuno che ti attrae?
nl: Denk je dat je bevriend kunt zijn met iemand tot wie je je aangetrokken voelt?
pt_br: Você acha que é possível ser amigo de alguém por quem você sente atração?
pt_pt: Acham que se pode ser amigo de alguém por quem se sente atração?

# qp_11
source: What emotional wound are you still trying to heal today?
de: Welche emotionale Wunde versuchst du heute noch zu heilen?
es: ¿Qué herida emocional sigues intentando sanar hoy?
fr: Quelle blessure émotionnelle essaie-tu encore de guérir aujourd'hui ?
it: Quale ferita emotiva stai ancora cercando di guarire oggi?
nl: Welke emotionele wond probeer je vandaag nog te helen?
pt_br: Que ferida emocional você ainda tenta curar hoje?
pt_pt: Que ferida emocional ainda tentas curar hoje?

# qp_12
source: Is there a moment in your life when you felt completely lost?
de: Gab es einen Moment in deinem Leben, in dem du dich komplett verloren gefühlt hast?
es: ¿Hubo un momento de tu vida en el que te sentiste completamente perdido/a?
fr: Y a-t-il un moment de ta vie où tu t'es senti(e) complètement perdu(e) ?
it: C'è stato un momento della tua vita in cui ti sei sentito/a completamente perso/a?
nl: Is er een moment in je leven waarop je je totaal verloren voelde?
pt_br: Há algum momento da sua vida em que você se sentiu completamente perdido?
pt_pt: Há algum momento da tua vida em que te sentiste completamente perdido?

# qp_13
source: What person has had the greatest impact on your life?
de: Welche Person hat dein Leben am stärksten geprägt?
es: ¿Qué persona ha tenido el mayor impacto en tu vida?
fr: Quelle personne a eu le plus grand impact sur ta vie ?
it: Quale persona ha avuto il maggiore impatto sulla tua vita?
nl: Welke persoon heeft de grootste invloed op je leven gehad?
pt_br: Que pessoa teve o maior impacto na sua vida?
pt_pt: Que pessoa teve o maior impacto na tua vida?

# qp_14
source: If there was a subject to remove from school, which would you choose, and what would you replace it with? Why?
de: Wenn es ein Schulfach gäbe, das man streichen sollte: Welches würdest du wählen und womit würdest du es ersetzen? Warum?
es: Si hubiera una asignatura que eliminar de la escuela, ¿cuál elegirías y con qué la reemplazarías? ¿Por qué?
fr: S'il y avait un sujet à retirer de l'école, lequel choisirais-tu, et par quoi le remplacerais-tu ? Pourquoi ?
it: Se ci fosse una materia da togliere a scuola, quale sceglieresti e con cosa la sostituiresti? Perché?
nl: Als je een vak van school kon verwijderen, welk zou je kiezen en waarmee zou je het vervangen? Waarom?
pt_br: Se pudesse retirar uma matéria da escola, qual escolheria e com o que a substituiria? Por quê?
pt_pt: Se pudesses retirar uma disciplina da escola, qual escolherias e com o que a substituirias? Porquê?

# qp_15
source: What have you never dared to say to your parents, but wish you had?
de: Was hast du deinen Eltern nie gesagt, obwohl du es gern getan hättest?
es: ¿Qué nunca te atreviste a decirles a tus padres, pero te habría gustado?
fr: Qu'est-ce que tu n'as jamais osé dire à tes parents alors que tu aurais aimé le dire ?
it: Cosa non hai mai osato dire ai tuoi genitori, ma avresti voluto?
nl: Wat heb je nooit tegen je ouders durven zeggen, maar had je wel willen doen?
pt_br: O que você nunca teve coragem de dizer aos seus pais, mas gostaria de ter dito?
pt_pt: O que nunca ousaste dizer aos teus pais, mas gostarias de ter dito?

# qp_16
source: In your opinion, what will matter most for our society in the next 50 years: preserving our traditions or changing them?
de: Was wird in den nächsten 50 Jahren für unsere Gesellschaft wichtiger sein: Traditionen bewahren oder sie verändern?
es: En tu opinión, ¿qué será más importante para nuestra sociedad en los próximos 50 años: preservar nuestras tradiciones o cambiarlas?
fr: D'après toi, qu'est-ce qui comptera le plus pour notre société dans les 50 prochaines années : préserver nos traditions ou les changer ?
it: Secondo te, nei prossimi 50 anni sarà più importante per la nostra società preservare le tradizioni o cambiarle?
nl: Wat is volgens jou de komende 50 jaar het belangrijkst voor onze samenleving: onze tradities behouden of ze veranderen?
pt_br: Na sua opinião, o que será mais importante para a nossa sociedade nos próximos 50 anos: preservar as tradições ou mudá-las?
pt_pt: Na tua opinião, o que será mais importante para a nossa sociedade nos próximos 50 anos: preservar as tradições ou mudá-las?

# qp_17
source: What have you learned about yourself through love?
de: Was hast du durch die Liebe über dich selbst gelernt?
es: ¿Qué has aprendido sobre ti mismo/a a través del amor?
fr: Qu'est-ce que tu as appris sur toi à travers l'amour ?
it: Cosa hai imparato su te stesso/a attraverso l'amore?
nl: Wat heb je over jezelf geleerd door de liefde?
pt_br: O que você aprendeu sobre si mesmo através do amor?
pt_pt: O que aprendeste sobre ti através do amor?

# qp_18
source: What would you like to be remembered for after your death?
de: Wofür möchtest du nach deinem Tod in Erinnerung bleiben?
es: ¿Por qué te gustaría que te recordaran después de tu muerte?
fr: Qu'est-ce que tu aimerais qu'on retienne de toi après ta mort ?
it: Per cosa vorresti essere ricordato/a dopo la tua morte?
nl: Waarvoor zou je herinnerd willen worden na je dood?
pt_br: De que você gostaria de ser lembrado depois da sua morte?
pt_pt: De que gostarias de ser lembrado após a tua morte?

# qp_19
source: What's the biggest mistake you've made that taught you something?
de: Welcher große Fehler hat dir am meisten beigebracht?
es: ¿Cuál es el mayor error que has cometido que te enseñó algo?
fr: Quelle est la plus grande erreur que tu aies faite et qui t'a appris quelque chose ?
it: Qual è il più grande errore che hai fatto e da cui hai imparato qualcosa?
nl: Wat is de grootste fout die je hebt gemaakt en waar je iets van hebt geleerd?
pt_br: Qual foi o maior erro que você cometeu e do qual aprendeu algo?
pt_pt: Qual foi o maior erro que cometeste e do qual aprendeste algo?

# qp_20
source: Who was the person in your past who turned into a lesson?
de: Wer aus deiner Vergangenheit ist am Ende zu einer Lektion geworden?
es: ¿Quién fue la persona de tu pasado que se convirtió en una lección?
fr: Qui a été la personne dans ton passé qui s'est transformé en leçon ?
it: Chi è stata la persona del tuo passato che si è trasformata in una lezione?
nl: Wie uit je verleden is voor jou een les geworden?
pt_br: Quem foi a pessoa do seu passado que se transformou em uma lição?
pt_pt: Quem foi a pessoa do teu passado que se transformou numa lição?

# qp_21
source: When was the last time you felt ashamed?
de: Wann hast du dich zuletzt geschämt?
es: ¿Cuándo fue la última vez que sentiste vergüenza?
fr: Quand as-tu ressenti de la honte pour la dernière fois ?
it: Quando è stata l'ultima volta che ti sei sentito/a in imbarazzo?
nl: Wanneer schaamde je je voor het laatst?
pt_br: Quando foi a última vez que você se sentiu envergonhado?
pt_pt: Quando foi a última vez que te sentiste envergonhado?

# qp_22
source: If there's one year of your life you could relive over and over, which would it be?
de: Wenn du ein Jahr deines Lebens immer wieder erleben könntest – welches wäre es?
es: Si hubiera un año de tu vida que pudieras revivir una y otra vez, ¿cuál sería?
fr: S'il y a une année de ta vie que tu pourrais revivre encore et encore, ce serait laquelle ?
it: Se potessi rivivere più volte un solo anno della tua vita, quale sarebbe?
nl: Als je één jaar van je leven steeds opnieuw zou kunnen beleven, welk jaar zou dat dan zijn?
pt_br: Se você pudesse reviver um ano da sua vida várias vezes, qual seria?
pt_pt: Se pudesses reviver um ano da tua vida vezes sem conta, qual seria?

# qp_23
source: What character trait from your childhood have you kept until today?
de: Welche Eigenschaft aus deiner Kindheit hast du bis heute behalten?
es: ¿Qué rasgo de tu infancia has conservado hasta hoy?
fr: Quel trait de caractère de ton enfance as-tu gardé jusqu'à aujourd'hui ?
it: Quale tratto della tua infanzia hai mantenuto fino a oggi?
nl: Welke karaktereigenschap uit je kindertijd heb je tot op heden behouden?
pt_br: Que traço de personalidade da sua infância você manteve até hoje?
pt_pt: Que traço de personalidade da tua infância mantiveste até hoje?

# qp_24
source: What do you think about astrology and horoscopes?
de: Was hältst du von Astrologie und Horoskopen?
es: ¿Qué piensas de la astrología y los horóscopos?
fr: Que penses-tu de l'astrologie et des horoscopes ?
it: Cosa pensi dell'astrologia e degli oroscopi?
nl: Wat vind je van astrologie en horoscopen?
pt_br: O que você acha sobre astrologia e horóscopos?
pt_pt: O que pensas sobre astrologia e horóscopos?

# qp_25
source: What is the thing you are most proud of about yourself?
de: Worauf bist du an dir selbst am meisten stolz?
es: ¿De qué es de lo que más orgulloso/a estás de ti mismo/a?
fr: Qu'elle est la chose qui te rend le plus fière de toi ?
it: Di cosa sei più orgoglioso/a di te stesso/a?
nl: Waar ben je het meest trots op bij jezelf?
pt_br: Do que você mais se orgulha em si mesmo?
pt_pt: De que é que tens mais orgulho em ti?

# qp_26
source: What aspect of yourself makes you suffer most in silence?
de: Welcher Aspekt an dir lässt dich am meisten still leiden?
es: ¿Qué aspecto de ti hace que sufras más en silencio?
fr: Quel aspect de toi te fait le plus souffrir en silence ?
it: Quale aspetto di te ti fa soffrire di più in silenzio?
nl: Welk aspect van jezelf doet je het meest in stilte lijden?
pt_br: Que aspecto seu faz você sofrer mais em silêncio?
pt_pt: Que aspecto de ti te faz sofrer mais em silêncio?

# qp_27
source: What inner battle are you fighting without telling anyone?
de: Welchen inneren Kampf führst du, ohne mit jemandem darüber zu reden?
es: ¿Qué batalla interna libras sin contárselo a nadie?
fr: Quel est le combat intérieur que tu mènes sans en parler à personne ?
it: Quale battaglia interiore stai combattendo senza dirlo a nessuno?
nl: Welke innerlijke strijd voer je zonder het iemand te vertellen?
pt_br: Que batalha interior você trava sem contar a ninguém?
pt_pt: Que batalha interior travas sem contar a ninguém?

# qp_28
source: What does friendship represent to you?
de: Was bedeutet Freundschaft für dich?
es: ¿Qué representa la amistad para ti?
fr: Qu'est-ce que l'amitié représente pour toi ?
it: Cosa rappresenta per te l'amicizia?
nl: Wat betekent vriendschap voor jou?
pt_br: O que a amizade representa para você?
pt_pt: O que representa a amizade para ti?

# qp_29
source: What do you think about male/female friendship? Is it sincerely possible?
de: Was hältst du von Freundschaft zwischen Mann und Frau? Ist das ehrlich möglich?
es: ¿Qué opinas de la amistad entre hombres y mujeres? ¿Es sinceramente posible?
fr: Que penses-tu de l'amitié homme/femme ? Est-elle sincèrement possible ?
it: Cosa pensi dell'amicizia tra uomo e donna? È sinceramente possibile?
nl: Wat vind je van vriendschap tussen mannen en vrouwen? Is het oprecht mogelijk?
pt_br: O que você pensa sobre amizade entre homem e mulher? Acha sinceramente que é possível?
pt_pt: O que pensas sobre a amizade entre homem e mulher? Achas sinceramente que é possível?

# qp_30
source: Looking back over the past ten years, how have you changed? And are you happy with this evolution?
de: Wenn du auf die letzten zehn Jahre zurückblickst: Wie hast du dich verändert? Und bist du mit dieser Entwicklung zufrieden?
es: Mirando hacia los últimos diez años, ¿cómo has cambiado? ¿Y estás feliz con esta evolución?
fr: En regardant ces dix dernières années, comment as-tu changé ? Et es-tu content de cette évolution ?
it: Guardando indietro agli ultimi dieci anni, come sei cambiato/a? E sei felice di questa evoluzione?
nl: Als je terugkijkt op de afgelopen tien jaar, hoe ben je veranderd? En ben je blij met die evolutie?
pt_br: Olhando para os últimos dez anos, como você mudou? E está feliz com essa evolução?
pt_pt: Olhando para os últimos dez anos, como é que mudaste? E estás feliz com essa evolução?

# qp_31
source: How would you like to feel in ten years, emotionally or internally?
de: Wie würdest du dich in zehn Jahren gern fühlen – emotional oder innerlich?
es: ¿Cómo te gustaría sentirte dentro de diez años, emocional o internamente?
fr: Comment aimerais-tu te sentir dans dix ans, émotionnellement ou intérieurement ?
it: Come vorresti sentirti tra dieci anni, emotivamente o interiormente?
nl: Hoe zou je je over tien jaar willen voelen, emotioneel of innerlijk?
pt_br: Como você gostaria de se sentir em dez anos, emocionalmente ou internamente?
pt_pt: Como gostarias de te sentir daqui a dez anos, emocionalmente ou interiormente?

# qp_32
source: What is your greatest success, and your biggest failure?
de: Was ist dein größter Erfolg – und dein größter Misserfolg?
es: ¿Cuál es tu mayor éxito y tu mayor fracaso?
fr: Quelle est ta plus grande réussite et ton plus gros échec ?
it: Qual è il tuo più grande successo e il tuo più grande fallimento?
nl: Wat is je grootste succes en je grootste mislukking?
pt_br: Qual é o seu maior sucesso e o seu maior fracasso?
pt_pt: Qual é o teu maior sucesso e o teu maior fracasso?

# qp_33
source: Who has had the greatest impact on the way you see life?
de: Wer hat deine Sicht aufs Leben am meisten beeinflusst?
es: ¿Quién ha tenido el mayor impacto en la forma en que ves la vida?
fr: Quelle personne a eu l'impact le plus fort sur ta manière de voir la vie ?
it: Chi ha avuto il maggiore impatto sul tuo modo di vedere la vita?
nl: Wie heeft de grootste invloed gehad op hoe jij naar het leven kijkt?
pt_br: Quem teve o maior impacto na forma como você vê a vida?
pt_pt: Quem teve o maior impacto na forma como vês a vida?

# qp_34
source: What mistake taught you the most in life?
de: Welcher Fehler hat dich im Leben am meisten gelehrt?
es: ¿Qué error te enseñó más en la vida?
fr: Quelle erreur t'a le plus appris dans la vie ?
it: Quale errore ti ha insegnato di più nella vita?
nl: Welke fout heeft je in het leven het meest geleerd?
pt_br: Qual erro mais te ensinou na vida?
pt_pt: Que erro te ensinou mais na vida?

# qp_35
source: What do you really expect from a romantic relationship?
de: Was erwartest du wirklich von einer Liebesbeziehung?
es: ¿Qué esperas realmente de una relación amorosa?
fr: Qu'est-ce que tu attends vraiment d'une relation amoureuse ?
it: Cosa ti aspetti davvero da una relazione sentimentale?
nl: Wat verwacht je echt van een romantische relatie?
pt_br: O que você realmente espera de um relacionamento amoroso?
pt_pt: O que esperas realmente de uma relação amorosa?

# qp_36
source: How would you like to be seen or perceived by others?
de: Wie möchtest du von anderen gesehen oder wahrgenommen werden?
es: ¿Cómo te gustaría ser visto/a o percibido/a por los demás?
fr: Comment aimerais-tu être vu ou perçu par les autres ?
it: Come vorresti essere visto/a o percepito/a dagli altri?
nl: Hoe wil je door anderen gezien of waargenomen worden?
pt_br: Como você gostaria que os outros te vissem ou percebessem?
pt_pt: Como gostarias que os outros te vissem ou percebessem?

# qp_37
source: What are the biggest challenges you're going through right now?
de: Was sind gerade die größten Herausforderungen, die du durchmachst?
es: ¿Cuáles son los mayores desafíos que estás atravesando ahora mismo?
fr: Quels sont les plus gros défis que tu traverses en ce moment ?
it: Quali sono le sfide più grandi che stai affrontando in questo momento?
nl: Wat zijn de grootste uitdagingen waar je momenteel doorheen gaat?
pt_br: Quais são os maiores desafios que você está enfrentando agora?
pt_pt: Quais são os maiores desafios que estás a atravessar neste momento?

# qp_38
source: Have you ever been your own enemy? In what context?
de: Warst du schon mal dein eigener Feind? In welchem Kontext?
es: ¿Alguna vez has sido tu propio enemigo? ¿En qué contexto?
fr: As-tu déjà été ton propre ennemi ? Dans quel contexte ?
it: Ti è mai capitato di essere il tuo peggior nemico? In quale contesto?
nl: Ben je ooit je eigen vijand geweest? In welke context?
pt_br: Você já foi seu próprio inimigo? Em que contexto?
pt_pt: Já alguma vez foste o teu próprio inimigo? Em que contexto?

# qp_39
source: Is there something you dream of doing, but don't dare to start?
de: Gibt es etwas, wovon du träumst, es zu tun, dich aber nicht traust anzufangen?
es: ¿Hay algo que sueñas con hacer, pero no te atreves a comenzar?
fr: Y a-t-il quelque chose que tu rêves de faire, mais que tu n'oses pas commencer ?
it: C'è qualcosa che sogni di fare ma non osi iniziare?
nl: Is er iets waarvan je droomt om te doen, maar niet durft te beginnen?
pt_br: Existe algo que você sonha em fazer, mas não tem coragem de começar?
pt_pt: Há algo que sonhas fazer, mas não ousas começar?

# qp_40
source: What are you most grateful for in your life today?
de: Wofür bist du in deinem Leben heute am dankbarsten?
es: ¿De qué estás más agradecido/a en tu vida hoy?
fr: De quoi es-tu le plus reconnaissant dans ta vie aujourd'hui ?
it: Per cosa sei più grato/a nella tua vita oggi?
nl: Waar ben je vandaag in je leven het meest dankbaar voor?
pt_br: Pelo que você é mais grato na sua vida hoje?
pt_pt: De que é que estás mais grato na tua vida hoje?

# qp_41
source: Is there a subject or concept you have trouble understanding or even imagining?
de: Gibt es ein Thema oder Konzept, das du schwer verstehst oder dir kaum vorstellen kannst?
es: ¿Hay un tema o concepto que te cueste comprender o incluso imaginar?
fr: Y a-t-il un sujet ou un concept que tu as du mal à comprendre ou même à imaginer ?
it: C'è un argomento o un concetto che hai difficoltà a capire o anche solo a immaginare?
nl: Is er een onderwerp of concept dat je moeilijk kunt begrijpen of zelfs maar voorstellen?
pt_br: Existe algum assunto ou conceito que você tenha dificuldade em entender ou até imaginar?
pt_pt: Há algum assunto ou conceito que tenhas dificuldade em compreender ou até imaginar?
